Repository: chuchiperriman/gedit-smart-indenter
Catalog: po/*.po
Languages: es

source: Adds (auto)completion support to gedit for source code
es: Añade (auto)completado de código fuente a gedit

source: Source Code Completion
es: Completado de código fuente

source: Could not execute ctags: %s
es: No se pudo ejecutar ctags: %s

source: Symbol Browser
es: Navegador de símbolos

source: File Symbols Goto
es: Ir a símbolos del fichero

source: <b>Name:</b> %s <b>Type:</b> %s <b>Line:</b> %d <b>Signature:</b> %s
es: <b>Nombre:</b> %s <b>Tipo:</b> %s <b>Línea:</b> %d <b>Firma:</b> %s

source: File Symbols
es: Símbolos del fichero

source: Project Symbols
es: Símbolos del proyecto

source: Couldn't load icon: %s
es: No se pudo cargar el icono: %s

source: Symbols
es: Símbolos

source: Source Code
es: Código fuente

source: Generate Project Tags
es: Generar etiquetas del proyecto

source: Generate the tags symbols file for the project of the current document
es: Genera el fichero de símbolos del proyecto del documento actual
